Revit 2027 API
ParameterTypeId.ImportDisplayUnits Property
 "Import Units"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportDisplayUnits { get; }
Public Shared ReadOnly Property ImportDisplayUnits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportDisplayUnits {
	ForgeTypeId^ get ();
}
static member ImportDisplayUnits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace